7zip
alacritty
bat
bluetui
bluez
brightnessctl
btop
cliphist
docker
eza
fastfetch
fd
firefox
fish
fzf
git
github-cli
gum
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
hyprsunset
impala
iwd
kitty
lazydocker
lazygit
lib32-nvidia-utils
libnotify
ly
mako
man-db
micro
ntfs-3g
nvidia
nvidia-prime
nvidia-settings
nvidia-utils
otf-geist-mono-nerd
papirus-icon-theme
pastel
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
poppler
resvg
rofi
satty
superfile
termscp
tlp
ttf-cascadia-mono-nerd
ttf-jetbrains-mono-nerd
ttf-roboto-mono-nerd
udiskie
unzip
waybar
wget
wireplumber
wl-clipboard
yazi
zip
