7zip
bat
bluetui
bluez
brightnessctl
btop
cliphist
eza
fastfetch
fd
firefox
fish
fzf
git
github-cli
hypridle
hyprlock
hyprpaper
hyprpolkitagent
hyprsunset
impala
iwd
kitty
lib32-nvidia-utils
libnotify
ly
mako
man-db
micro
nvidia
nvidia-prime
nvidia-settings
nvidia-utils
otf-geist-mono-nerd
papirus-icon-theme
rofi
ttf-cascadia-mono-nerd
ttf-jetbrains-mono-nerd
ttf-roboto-mono-nerd
unzip
waybar
wget
wl-clipboard
yazi
zip
