base
base-devel
bat
bluetui
bluez
brightnessctl
btop
cliphist
efibootmgr
eza
fastfetch
fd
firefox
fish
fzf
git
github-cli
grim
grub
gst-plugin-pipewire
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
hyprsunset
intel-media-driver
intel-ucode
iwd
kitty
lib32-nvidia-utils
libpulse
libva-intel-driver
linux
linux-firmware
ly
mako
micro
nano
networkmanager
nvidia
nvidia-prime
nvidia-settings
nvidia-utils
otf-geist-mono-nerd
papirus-icon-theme
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qpwgraph
qt5-wayland
qt6-wayland
rofi
slurp
smartmontools
sof-firmware
superfile
ttf-cascadia-mono-nerd
ttf-jetbrains-mono-nerd
ttf-roboto-mono-nerd
unzip
uwsm
vim
vulkan-intel
waybar
wget
wireless_tools
wireplumber
wl-clipboard
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yazi
zip
zram-generator
